Tekla.Structures.ModelInternal.dotModStampCompare_t
Struct for the modstamp comparison

Tekla.Structures.ModelInternal.dotModStampCompare_t.Type
Comparison type

Tekla.Structures.ModelInternal.dotModStampCompare_t.ObjectGuid
The object Guid (used when type is OBJECT_MOD)

Tekla.Structures.ModelInternal.dotModStampCompare_t.ModStamp
The ModStamp